{
  "models_menu_home": "Home",
  "models_menu_about": "About",
  "models_menu_projects": "Projects",
  "models_menu_contact": "Contact",
  "data_about_resume": "Resume",
  "data_projects_pastabookDescription": "The application enables users to search for authentic Italian pasta recipes, browse through them, and, upon registration, provides the ability to rate recipes, bookmark favorites, and even contribute their own recipes. \nThis project was developed with the aim of gaining proficiency in TypeScript, React's useContext, React Router, and Bootstrap 5. Furthermore, it leverages the Google Firebase REST API for content retrieval and storage, as well as for secure user authentication.",
  "data_projects_chordsDescription": "This is my debut React application, designed to enable users to compose music notes, scales, and chords, or to play straightforward melodies using the onscreen keyboard. \nThe primary purpose behind this project was to gain proficiency in React, JavaScript, and Material-UI. \nPlease note that it is fully functional exclusively on desktop devices.",
  "data_projects_circleDescription": "The application allows the user to familiarize themselves with one of the key principles of music, namely the circle of fifths. \nIt was written to practice coding using pure JavaScript, HTML, and CSS.",
  "data_projects_playItEasyDescription": "The application provides users with the ability to explore, filter, sort, and search through a catalog that contains links to my YouTube videos, music note sheets, and guitar tabs. \nThis project was developed with the goal of becoming proficient in Redux. It relies on the Google Firebase REST API to retrieve its content.",
  "home_musician": "Musician",
  "home_frontend": "Frontend developer and musician",
  "about_about": "About me",
  "about_story_p1": "A decade-long journey as a guitar instructor hit a pandemic and the joyous chords of my son's arrival, urging me to change my professional tune.",
  "about_story_p2": "Po wielomiesięcznej nauce programowania, uporządkowanej przez mentorkę, teraz jako frontend developer jestem gotów na nowe wyzwania.",
  "about_stack": "Technical stack",
  "projects_projects": "My projects",
  "projects_stack": "Stack used",
  "projects_button_live": "Live",
  "projects_button_repo": "Repository",
  "contact_contact": "Contact me",
  "contact_phone": "Phone",
  "contact_location": "Location",
  "contact_city": "Bytom, Poland",
  "contact_name": "Name",
  "contact_last": "Last name",
  "contact_message": "Message",
  "contact_button_send": "Send",
  "contact_sent": "Message sent"
}
