{
  "models_menu_home": "Główna",
  "models_menu_about": "O mnie",
  "models_menu_projects": "Projekty",
  "models_menu_contact": "Kontakt",
  "data_about_resume": "CV",
  "data_projects_pastabookDescription": "Aplikacja umożliwia użytkownikom wyszukiwanie prawdziwych włoskich przepisów na makaron oraz przeglądanie ich, a po zarejestrowaniu się pozwala na ocenę przepisów, dodawanie ich do listy ulubionych, a także dodanie własnych przepisów. \nTen projekt został stworzony w celu poznania TypeScriptu, reactowego hooka useContext, React Routera i Bootstrapa 5. Dodatkowo wykorzystuje Google Firebase REST API do pobierania i przechowywania treści oraz do bezpiecznej logowania użytkowników.",
  "data_projects_chordsDescription": "To jest moja pierwsza aplikacja w React. Użytkownik może zapoznać się z umieszczeniem nut na pięciolinii, zbudować podstawowe skale i akordy lub po prostu pograć melodie za pomocą klawiatury ekranowej. \nGłównym celem tego projektu była nauka Reacta, JavaScriptu i Material-UI. \nJest w pełni funkcjonalna tylko w wersji desktopowej.",
  "data_projects_circleDescription": "Aplikacja umożliwia użytkownikowi zapoznanie się z jedną z kluczowych zasad muzyki - kołem kwintowym. \nZostała napisana w celu poćwiczenia programowania przy użyciu czystego JavaScript, HTML i CSS.",
  "data_projects_playItEasyDescription": "Aplikacja umożliwia użytkownikom przeglądanie, filtrowanie, sortowanie i wyszukiwanie w katalogu zawierającym linki do moich filmów na YouTube, partytury i tabulatury gitarowe. \nProjekt ten został stworzony celem zapoznania się z Reduxem. Wykorzystuje Google Firebase REST API do pobierania swojej zawartości.",
  "home_musician": "Muzyk",
  "home_frontend": "Programista frontend i muzyk",
  "home_hire": "Zatrudnij mnie!",
  "about_about": "O mnie",
  "about_story": "Moją ponad dziesięcioletnią karierę zawodowego muzyka i instruktora gry na gitarze zgodną z wykształceniem wraz z pandemią spotkało istne trzęsienie ziemi. Dodatkowo przyjście syna na świat było impulsem do zmiany ścieżki zawodowej, by móc spędzać z nim czas. Postanowiłem początkowo samodzielnie, a potem pod okiem mentorki zdobywać nowe umiejętności by zostać frontend developerem. Teraz, gdy Kazik poszedł do przedszkola jestem gotowy na nowe wyzwania, a moje potrzeby wykonywania kreatywnych zadań i spotykania nowych ludzi są niezaspokojone jak nigdy wcześniej.",
  "about_story_p1": "Dziesięcioletnia podróż jako instruktor gry na gitarze zderzyła się z pandemią i radosnymi akordami narodzin mojego syna, skłaniając mnie do zmiany kierunku profesji.",
  "about_story_p2": "Po wielomiesięcznej nauce programowania, uporządkowanej przez mentorkę, teraz jako frontend developer jestem gotów na nowe wyzwania.",
  "about_stack": "Języki i frameworki",
  "about_links": "Linki",
  "projects_projects": "Moje projekty",
  "projects_stack": "Technologie",
  "projects_button_live": "Zobacz",
  "projects_button_repo": "Repozytorium",
  "contact_contact": "Kontakt",
  "contact_phone": "Telefon",
  "contact_location": "Miasto",
  "contact_city": "Bytom, woj. śląskie",
  "contact_name": "Imię",
  "contact_last": "Nazwisko",
  "contact_message": "Wiadomość",
  "contact_button_send": "Wyślij",
  "contact_sent": "Wiaddomość wysłana"
}
